[
  {
    "word": "apple",
    "definition": "A fruit that is typically red, green, or yellow."
  },
  {
    "word": "banana",
    "definition": "A long curved fruit with a yellow skin."
  },
  {
    "word": "cat",
    "definition": "A small domesticated carnivorous mammal with soft fur."
  },
  {
    "word": "dog",
    "definition": "A domesticated carnivorous mammal that typically has a long snout."
  },
  {
    "word": "elephant",
    "definition": "A large herbivorous mammal with a trunk."
  },
  {
    "word": "fish",
    "definition": "A limbless cold-blooded vertebrate animal with gills and fins."
  },
  {
    "word": "grape",
    "definition": "A small round or oval fruit used to make wine."
  },
  {
    "word": "house",
    "definition": "A building for human habitation."
  },
  {
    "word": "ice",
    "definition": "Frozen water, a brittle transparent crystalline solid."
  },
  {
    "word": "jungle",
    "definition": "An area of land overgrown with dense forest and tangled vegetation."
  },
  {
    "word": "kite",
    "definition": "A toy consisting of a light frame with thin material stretched over it."
  },
  {
    "word": "lion",
    "definition": "A large tawny-colored cat that lives in prides."
  },
  {
    "word": "monkey",
    "definition": "A small to medium-sized primate that typically has a long tail."
  },
  {
    "word": "notebook",
    "definition": "A small book with blank or ruled pages for writing notes."
  },
  {
    "word": "orange",
    "definition": "A round juicy citrus fruit with a tough bright reddish-yellow rind."
  },
  {
    "word": "pencil",
    "definition": "An instrument for writing or drawing, consisting of a thin stick of graphite."
  },
  {
    "word": "queen",
    "definition": "The female ruler of an independent state."
  },
  {
    "word": "rabbit",
    "definition": "A burrowing, plant-eating mammal with long ears."
  },
  {
    "word": "sun",
    "definition": "The star around which the earth orbits."
  },
  {
    "word": "tree",
    "definition": "A woody perennial plant, typically having a single stem or trunk."
  },
  {
    "word": "umbrella",
    "definition": "A device for protection against the rain or sun."
  },
  {
    "word": "violin",
    "definition": "A string instrument played with a bow."
  },
  {
    "word": "whale",
    "definition": "A very large marine mammal with a streamlined hairless body."
  },
  {
    "word": "xylophone",
    "definition": "A musical instrument played by striking a row of wooden bars."
  },
  {
    "word": "yogurt",
    "definition": "A semi-solid sourish food prepared from milk fermented by added bacteria."
  },
  {
    "word": "zebra",
    "definition": "An African wild horse with black-and-white stripes."
  },
  {
    "word": "book",
    "definition": "A set of written or printed pages bound together."
  },
  {
    "word": "car",
    "definition": "A road vehicle, typically with four wheels, powered by an engine."
  },
  {
    "word": "door",
    "definition": "A hinged, sliding, or revolving barrier at the entrance to a building."
  },
  {
    "word": "egg",
    "definition": "An oval or round object laid by a female bird, reptile, fish, or invertebrate."
  },
  {
    "word": "flower",
    "definition": "The seed-bearing part of a plant, consisting of reproductive organs."
  },
  {
    "word": "glass",
    "definition": "A hard, brittle substance typically transparent or translucent."
  },
  {
    "word": "hat",
    "definition": "A shaped covering for the head worn for warmth or fashion."
  },
  {
    "word": "ink",
    "definition": "A colored fluid used for writing, drawing, printing, or duplicating."
  },
  {
    "word": "jacket",
    "definition": "An outer garment extending either to the waist or the hips."
  },
  {
    "word": "key",
    "definition": "A small piece of shaped metal used to operate a lock."
  },
  {
    "word": "lamp",
    "definition": "A device for giving light."
  },
  {
    "word": "mirror",
    "definition": "A reflective surface, typically of glass coated with a metal amalgam."
  },
  {
    "word": "nest",
    "definition": "A structure built by birds or other animals to hold eggs or young."
  },
  {
    "word": "ocean",
    "definition": "A very large expanse of sea."
  },
  {
    "word": "pen",
    "definition": "An instrument for writing or drawing with ink."
  },
  {
    "word": "quilt",
    "definition": "A warm bed covering made of padding enclosed between layers of fabric."
  },
  {
    "word": "road",
    "definition": "A wide way leading from one place to another."
  },
  {
    "word": "star",
    "definition": "A fixed luminous point in the night sky."
  },
  {
    "word": "table",
    "definition": "A piece of furniture with a flat top and one or more legs."
  },
  {
    "word": "vase",
    "definition": "A decorative container used to hold cut flowers."
  },
  {
    "word": "window",
    "definition": "An opening in the wall or roof of a building fitted with glass."
  },
  {
    "word": "yard",
    "definition": "A piece of enclosed ground adjoining a building."
  },
  {
    "word": "zipper",
    "definition": "A fastening device consisting of two flexible strips of metal or plastic."
  }
]